Repository: oh-deer-bundles/smart-export-bundle
Catalog: translations/smart_export_bundle_forms.*.xlf
Languages: fr

source: File format
fr: Type de fichier

source: CSV file
fr: Fichier csv

source: Text file
fr: Fichier texte

source: Separator
fr: Séparateur

source: Semicolon (;)
fr: Point-virgule (;)

source: Comma (,)
fr: Virgule (,)

source: Pipe (|)
fr: Barre verticale (|)

source: Encoding characters
fr: Encodage caractères

source: Enabled
fr: Actif

source: Related to
fr: Relatif à

source: Choose on entity
fr: Choisissez une entité

source: This code must be unique.
fr: Ce code doit être unique.

source: File a short description to this export
fr: Saisissez une courte description à votre export

source: Form label
fr: Libellé du formulaire

source: Shown in export form
fr: Apparait dans le formulaire d'export

source: Column label
fr: Libellé de la colonne

source: Shown in file header
fr: Apparait dans l'entête du fichier

source: Group of columns label
fr: Libellé du groupe de colonnes

source: Works only for Excel export
fr: Uniquement pour Excel

source: Code of cells group
fr: Code du groupe de cellule

source: Allows to concat many fields in one cell
fr: Permet de rassembler plusieurs champs dans une cellule

source: Interpreter
fr: Interprète

source: Translate the field data
fr: Transforme le champ

source: Property
fr: Propriété de la classe

source: File like as define in the entity, eg. in case of relation write it like twig: addresses.city
fr: Tel que défini dans votre entité pour les relations enchainer les propriétés avec un point ex addresses.city
